Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: Then those who had no silk skirt or needed foreign calico were most anxious to see Ah Q in order to buy from him. Far from avoiding him now, they sometimes followed him when he passed, calling to him to stop.
zh_cn: 于是伊们都眼巴巴的想见阿Ｑ，缺绸裙的想问他买绸裙，要洋纱衫的想问他买洋纱衫，不但见了不逃避，有时阿Ｑ已经走过了，也还要追上去叫住他，问道：

source: "Ah Q, have you any more silk skirts?" they would ask. "No? We want foreign calico too. Do you have any?" This news later spread from the poor households to the rich ones, because Mrs. Tsou was so pleased with her silk skirt that she took it to Mrs. Chao for her approval, and Mrs. Chao told Mr. Chao, speaking very highly of it.
zh_cn: "阿Ｑ，你还有绸裙么？没有？纱衫也要的，有罢？" 后来这终于从浅闺传进深闺里去了。因为邹七嫂得意之余，将伊的绸裙请赵太太去鉴赏，赵太太又告诉了赵太爷而且着实恭维了一番。

source: Mr. Chao discussed the matter that evening at dinner with his son, the successful county candidate, suggesting that there must be something queer about Ah Q, and that they should be more careful about their doors and windows. They did not know, though, whether Ah Q had any things left or not, and thought he might still have something good.
zh_cn: 赵太爷便在晚饭桌上，和秀才大爷讨论，以为阿Ｑ实在有些古怪，我们门窗应该小心些；但他的东西，不知道可还有什么可买，也许有点好东西罢。

source: Since Mrs. Chao happened to want a good, cheap, fur jacket, after a family council it was decided to ask Mrs. Tsou to find Ah Q for them at once.
zh_cn: 加以赵太太也正想买一件价廉物美的皮背心。

source: For this a third exception was made to the rule, special permission being given that evening for a lamp to be lit.
zh_cn: 于是家族决议，便托邹七嫂即刻去寻阿Ｑ，而且为此新辟了第三种的例外：这晚上也姑且特准点油灯。 油灯干了不少了，阿Ｑ还不到。

source: A considerable amount of oil had been burned, but still there was no sign of Ah Q. The whole Chao household was yawning with impatience, some of them resented Ah Q's undisciplined ways, others angrily blamed Mrs. Tsou for not trying harder to get him there.
zh_cn: 赵府的全眷都很焦急，打着呵欠，或恨阿Ｑ太飘忽，或怨邹七嫂不上紧。

source: Mrs. Chao was afraid that Ah Q dared not come because of the terms agreed upon that spring, but Mr. Chao did nor think this anything to worry about, because, as he said, "This time I sent for him."
zh_cn: 赵太太还怕他因为春天的条件不敢来，而赵太爷以为不足虑：因为这是"我"去叫他的。

source: Sure enough, Mr. Chao proved himself a man of insight, for Ah Q finally arrived with Mrs. Tsou.
zh_cn: 果然，到底赵太爷有见识，阿Ｑ终于跟着邹七嫂进来了。

source: "He keeps saying he has nothing left," panted Mrs. Tsou as she came in. "When I told him to come and tell you so himself he went on talking. I told him ?
zh_cn: "他只说没有没有，我说你自己当面说去，他还要说，我说......"邹七嫂气喘吁吁的走着说。

source: "Sir!" said Ah Q with an attempt at a smile, coming to a halt under the eaves.
zh_cn: "太爷！"阿Ｑ似笑非笑的叫了一声，在檐下站住了。

source: "I hear you got rich out there, Ah Q," said Mr. Chao, going up to him and looking him over carefully. "Very good. Now ?they say you have some old things ?Bring them all here for us to look at ?This is simply because I happen to want ?
zh_cn: "阿Ｑ，听说你在外面发财，"赵太爷踱开去，眼睛打量着他的全身，一面说。"那很好，那很好的。这个......听说你有些旧东西......可以都拿来看一看......这也并不是别的，因为我倒要......"

source: "I told Mrs. Tsou-there is nothing left." "Nothing left?" Mr. Chao could not help sounding disappointed. "How could they go so quickly?" "They belonged to a friend, and there was not much to begin with.
zh_cn: "我对邹七嫂说过了。都完了。" "完了？"赵太爷不觉失声的说，"那里会完得这样快呢？" "那是朋友的，本来不多。

source: People bought some ?"
zh_cn: 他们买了些......"

source: "There must be something left."
zh_cn: "总该还有一点罢。"

source: "There is only a door curtain left."
zh_cn: "现在，只剩了一张门幕了。"

source: "Then bring the door curtain for us to see," said Mrs. Chao hurriedly.
zh_cn: "就拿门幕来看看罢。"赵太太慌忙说。

source: "Well, it will be all right if you bring it tomorrow," said Mr. Chao without much enthusiasm.
zh_cn: "那么，明天拿来就是，"赵太爷却不甚热心了。"

source: "When you have anything in future, Ah Q, you must bring it to us first ?"
zh_cn: 阿Ｑ，你以后有什么东西的时候，你尽先送来给我们看......"

source: "We certainly will not pay less than other people!" said the successful county candidate.
zh_cn: "价钱决不会比别家出得少！"秀才说。

source: His wife shot a hasty glance at Ah Q to see his reaction.
zh_cn: 秀才娘子忙一瞥阿Ｑ的脸，看他感动了没有。

source: "I need a fur jacket," said Mrs. Chao.
zh_cn: "我要一件皮背心。"赵太太说。

source: Although Ah Q agreed, he slouched out so carelessly that they did not know whether he had taken their instructions to heart or not.
zh_cn: 阿Ｑ虽然答应着，却懒洋洋的出去了，也不知道他是否放在心上。

source: This made Mr. Chao so disappointed, annoyed and worried that he even stopped yawning.
zh_cn: 这使赵太爷很失望，气愤而且担心，至于停止了打呵欠。

source: The successful candidate was also far from satisfied with Ah Q's attitude, and said, "People should be on their guard against such a turtle's egg. It might be best to order the bailiff to forbid him to live in Weichuang."
zh_cn: 秀才对于阿Ｑ的态度也很不平，于是说，这忘八蛋要提防，或者不如吩咐地保，不许他住在未庄。

source: Mr. Chao did not agree, saying that he might bear a grudge, and that in a business like this it was probably a case of "the eagle does not prey on its own nest": his own village need not worry, and they need only be a little more watchful at night.
zh_cn: 但赵太爷以为不然，说这也怕要结怨，况且做这路生意的大概是"老鹰不吃窝下食"，本村倒不必担心的；只要自己夜里警醒点就是了。

source: The successful candidate, much impressed by this parental instruction, immediately withdrew his proposal for driving Ah Q away, but cautioned Mrs. Tsou on no account to repeat what he had said.
zh_cn: 秀才听了这"庭训"(九)，非常之以为然，便即刻撤消了驱逐阿Ｑ的提议，而且叮嘱邹七嫂，请伊千万不要向人提起这一段话。

source: The next day, however, when Mrs. Tsou took her blue skirt to be dyed black she repeated these insinuations about Ah Q, although not actually mentioning what the successful candidate had said about driving him away.
zh_cn: 但第二日，邹七嫂便将那蓝裙去染了皂，又将阿Ｑ可疑之点传扬出去了，可是确没有提起秀才要驱逐他这一节。然而这已经于阿Ｑ很不利。

source: Even so, it was most damaging to Ah Q. In the first place, the bailiff appeared at his door and took away the door curtain. Although Ah Q protested that Mrs. Chao wanted to see it, the bailiff would not give it back, and even demanded a monthly payment of hush-money.
zh_cn: 最先，地保寻上门了，取了他的门幕去，阿Ｑ说是赵太太要看的，而地保也不还并且要议定每月的孝敬钱。

source: In the second place, the villagers' respect for him suddenly changed. Although they still dared not take liberties, they avoided him as much as possible. While this differed from their previous fear of his "Kill!", it closely resembled the attitude of the ancients to spirits: they kept a respectful distance.
zh_cn: 其次，是村人对于他的敬畏忽而变相了，虽然还不敢来放肆，却很有远避的神情，而这神情和先前的防他来"嚓"的时候又不同，颇混着"敬而远之"的分子了。

source: Some idlers who wanted to get to the bottom of the business went to question Ah Q carefully.
zh_cn: 只有一班闲人们却还要寻根究底的去探阿Ｑ的底细。

source: And with no attempt at concealment, Ah Q told them proudly of his experiences.
zh_cn: 阿Ｑ也并不讳饰，傲然的说出他的经验来。

source: They learned that he had merely been a petty thief, not only unable to climb walls, but even unable to go through openings: he simply stood outside an opening to receive the stolen goods.
zh_cn: 从此他们才知道，他不过是一个小脚色，不但不能上墙，并且不能进洞，只站在洞外接东西。

source: One night he had just received a package and his chief had gone in again, when he heard a great uproar inside, and took to his heels as fast as he could. He fled from the town that same night, back to Weichuang; and after this he dared not return to such a business.
zh_cn: 有一夜，他刚才接到一个包，正手再进去，不一会，只听得里面大嚷起来，他便赶紧跑，连夜爬出城，逃回未庄来了，从此不敢再去做。

source: This story, however, was even more damaging to Ah Q, since the villagers had been keeping a respectful distance because they did not want to incur his enmity; for who could have guessed that he was only a thief who dared not steal again? Now they knew he was really too low to inspire fear.
zh_cn: 然而这故事却于阿Ｑ更不利，村人对于阿Ｑ的"敬而远之"者，本因为怕结怨，谁料他不过是一个不敢再偷的偷儿呢？这实在是"斯亦不足畏也矣"(十)。

source: Chapter 7: The Revolution
zh_cn: 第七章革命

source: On the fourteenth day [14] of the ninth moon of the third year in the reign of Emperor Hsuan Tung -the day on which Ah Q sold his purse to Chao Pai-yen-at midnight, after the fourth stroke of the third watch, a large boat with a big black awning came to the Chao family's landing place.
zh_cn: 宣统三年九月十四日（1.）——即阿Ｑ将搭连卖给赵白眼的这一天——三更四点，有一只大乌篷船到了赵府上的河埠头。

source: This boat floated up in the darkness while the villagers were sound asleep, so that they knew nothing about it; but it left again about dawn, when quite a number of people saw it.
zh_cn: 这船从黑魆魆中荡来，乡下人睡得熟，都没有知道；出去时将近黎明，却很有几个看见的了。

source: Investigation revealed that this boat actually belonged to the successful provincial candidate!
zh_cn: 据探头探脑的调查来的结果，知道那竟是举人老爷的船！

source: This incident caused great uneasiness in Weichuang, and before midday the hearts of all the villagers were beating faster.
zh_cn: 那船便将大不安载给了未庄，不到正午，全村的人心就很动摇。

source: The Chao family kept very quiet about the errand of the boat, but according to the gossip in the tea-house and wine shop, the revolutionaries were going to enter the town and the successful provincial candidate had come to the country to take refuge.
zh_cn: 船的使命，赵家本来是很秘密的，但茶坊酒肆里却都说，革命党要进城，举人老爷到我们乡下来逃难了。

source: Mrs. Tsou alone thought otherwise, maintaining that the successful provincial candidate merely wanted to deposit a few battered cases in Weichuang, but that Mr. Chao had sent them back.
zh_cn: 惟有邹七嫂不以为然，说那不过是几口破衣箱，举人老爷想来寄存的，却已被赵太爷回复转去。

source: Actually the successful provincial candidate and the successful county candidate in the Chao family were not on good terms, so that it was scarcely logical to expect them to prove friends in adversity; moreover, since Mrs. Tsou was a neighbour of the Chao family and had a better idea of what was going on, she ought to have known.
zh_cn: 其实举人老爷和赵秀才素不相能，在理本不能有"共患难"的情谊，况且邹七嫂又和赵家是邻居，见闻较为切近，所以大概该是伊对的。

source: Then a rumour spread to the effect that although the scholar had not arrived himself, he had sent a long letter tracing some distant relationship with the Chao family; and since Mr. Chao after thinking it over had decided it could, after all, do him no harm to keep the cases, they were now stowed under his wife's bed.
zh_cn: 然而谣言很旺盛，说举人老爷虽然似乎没有亲到，却有一封长信，和赵家排了"转折亲"。赵太爷肚里一轮，觉得于他总不会有坏处，便将箱子留下了，现就塞在太太的床底下。

source: As for the revolutionaries, some people said they had entered the town that night in white helmets and white armour-in mourning for Emperor Chung Chen. [15]
zh_cn: 至于革命党，有的说是便在这一夜进了城，个个白盔白甲：穿着崇正皇帝的素（2.）。

source: Ah Q had long since known of revolutionaries, and this year with his own eyes had seen revolutionaries being decapitated.
zh_cn: 阿Ｑ的耳朵里，本来早听到过革命党这一句话，今年又亲眼见过杀掉革命党。

source: But since it had occurred to him that the revolutionaries were rebels and that a rebellion would make things difficult for him, he had always detested and kept away from them.
zh_cn: 但他有一种不知从那里来的意见，以为革命党便是造反，造反便是与他为难，所以一向是"深恶而痛绝之"的。

source: Who could have guessed they could so frighten a successful provincial candidate renowned for thirty miles around? In consequence, Ah Q could not help feeling rather "entranced," the terror of all the villagers only adding to his delight.
zh_cn: 殊不料这却使百里闻名的举人老爷有这样怕，于是他未免也有些"神往"了，况且未庄的一群鸟男女的慌张的神情，也使阿Ｑ更快意。

source: "Revolution is not a bad thing," thought Ah Q. "Finish off the whole lot of them ?curse them! ?I would like to go over to the revolutionaries myself."
zh_cn: "革命也好罢，"阿Ｑ想，"革这伙妈妈的命，太可恶！太可恨！......便是我，也要投降革命党了。"

source: Ah Q had been hard up recently, and was probably rather dissatisfied; added to this, he had drunk two bowls of wine at noon on an empty stomach. Consequently, he became drunk very quickly; and as he walked along thinking to himself, he felt again as if he were treading on air.
zh_cn: 阿Ｑ近来用度窘，大约略略有些不平；加以午间喝了两碗空肚酒，愈加醉得快，一面想一面走，便又飘飘然起来。

source: Suddenly, in some curious way, he felt as if the revolutionaries were himself, and all the people in Weichuang were his captives.
zh_cn: 不知怎么一来，忽而似乎革命党便是自己，未庄人却都是他的俘虏了。

source: Unable to contain himself for joy, he could not help shouting loudly: "Rebellion! Rebellion!"
zh_cn: 他得意之余，禁不住大声的嚷道： "造反了！造反了！"

source: All the villagers looked at him in consternation.
zh_cn: 未庄人都用了惊惧的眼光对他看。

source: Ah Q had never seen such pitiful looks before, and found them as refreshing as a drink of iced water in midsummer. So he walked on even more happily, shouting: "All right ?I shall take what I want! I shall like whom I please! "Tra la, tra la! "I regret to have killed by mistake my sworn brother Cheng, in my cups. "I regret to have killed ?yah, yah, yah! "Tra la, tra la, tum ti tum tum! "I'll thrash you with a steel mace."
zh_cn: 这一种可怜的眼光，是阿Ｑ从来没有见过的，一见之下，又使他舒服得如六月里喝了雪水。他更加高兴的走而且喊道： "好......我要什么就是什么，我欢喜谁就是谁。 得得，锵锵！ 悔不该，酒醉错斩了郑贤弟， 悔不该，呀呀呀...... 得得，锵锵，得，锵令锵！ 我手执钢鞭将你打......"

source: Mr. Chao and his son were standing at their gate with two relatives discussing the revolution.
zh_cn: 赵府上的两位男人和两个真本家，也正站在大门口论革命。

source: Ah Q did not see them as he passed with his head thrown back, singing, "Tra la la, tum ti tum!"
zh_cn: 阿Ｑ没有见，昂了头直唱过去。 "得得......"

source: "Q, old chap!" called Mr. Chao timidly in a low voice.
zh_cn: "老Ｑ，"赵太爷怯怯的迎着低声的叫。

source: "Tra la!" sang Ah Q, unable to imagine that his name could be linked with those words "old chap." Sure that he had heard wrongly and was in no way concerned, he simply went on singing, "Tra la la, tum ti tum!"
zh_cn: "锵锵，"阿Ｑ料不到他的名字会和"老"字联结起来，以为是一句别的话，与己无干，只是唱。"得，锵，锵令锵，锵！"

source: "Q, old chap!"
zh_cn: "老Ｑ。"

source: "I regret to have killed ? "Ah Q!" The successful candidate had to call his name. Only then did Ah Q come to a stop. "Well?" he asked with his head on one side.
zh_cn: "悔不该......" "阿Ｑ！"秀才只得直呼其名了。 阿Ｑ这才站住，歪着头问道，"什么？"

source: "Q, old chap ?now ?
zh_cn: "老Ｑ......现在......

source: But Mr. Chao was at a loss for words again.
zh_cn: "赵太爷却又没有话，"现在......

source: "Are you getting rich now?" "Getting rich? Of course.
zh_cn: 发财么？" "发财？自然。

source: I take what I like ? "Ah-Q, old man, poor friends of yours like us can't possibly matter ? said Chao Pai-yen apprehensively, as if sounding out the revolutionaries' attitude. "Poor friends? Surely you are richer than I am," replied Ah Q, and walked away. They stood there despondent and speechless; then Mr. Chao and his son went back to the house, and that evening discussed the question until it was time to light the lamps.
zh_cn: 要什么就是什么......" "阿......Ｑ哥，像我们这样穷朋友是不要紧的......"赵白眼惴惴的说，似乎想探革命党的口风。 "穷朋友？你总比我有钱。"阿Ｑ说着自去了。 大家都怃然，没有话。赵太爷父子回家，晚上商量到点灯。

source: When Chao Pai-yen went home he took the purse from his waist and gave it to his wife to hide for him at the bottom of a chest.
zh_cn: 赵白眼回家，便从腰间扯下搭连来，交给他女人藏在箱底里。

source: For some time Ah Q seemed to be walking on air, but by the time he reached the Tutelary God's Temple he was sober again.
zh_cn: 阿Ｑ飘飘然的飞了一通，回到土谷祠，酒已经醒透了。

source: That evening the old man in charge of the temple was also unexpectedly friendly and offered him tea. Then Ah Q asked him for two flat cakes, and after eating these demanded a four-ounce candle that had been used, and a candlestick. He lit the candle and lay down alone in his little room.
zh_cn: 这晚上，管祠的老头子也意外的和气，请他喝茶；阿Ｑ便向他要了两个饼，吃完之后，又要了一支点过的四两烛和一个树烛台，点起来，独自躺在自己的小屋里。

source: He felt inexpressibly refreshed and happy, while the candlelight leaped and flickered as on the Lantern Festival and his imagination soared with it.
zh_cn: 他说不出的新鲜而且高兴，烛火像元夜似的闪闪的跳，他的思想也迸跳起来了：

source: "Revolt? It would be fun ?
zh_cn: "造反？有趣......

source: A group of revolutionaries would come, all wearing white helmets and white armour, carrying swords, steel maces, bombs, foreign guns, double-edged knives with sharp points and spears with hooks. They would come to the Tutelary God's Temple and call out, 'Ah Q! Come with us, come with us!' And then I would go with them ?
zh_cn: 来了一阵白盔白甲的革命党，都拿着板刀，钢鞭，炸弹，洋炮，三尖两刃刀，钩镰枪，走过土谷祠，叫道，'阿Ｑ！同去同去！'于是一同去。......"

source: "Then all those villagers would be in a laughable plight, kneeling down and pleading, 'Ah Q, spare our lives.' But who would listen to them! The first to die would be Young D and Mr. Chao, then the successful county candidate and the Imitation Foreign Devil ?but perhaps I would spare a few. I would once have spared Whiskers Wang, but now I don't even want him ?
zh_cn: "这时未庄的一伙鸟男女才好笑哩，跪下叫道，'阿Ｑ，饶命！'谁听他！第一个该死的是小Ｄ和赵太爷，还有秀才，还有假洋鬼子......留几条么？王胡本来还可留，但也不要了。......"

source: "Things ?
zh_cn: "东西......

source: I would go straight in and open the cases: silver ingots, foreign coins, foreign calico jackets ?
zh_cn: 直走进去打开箱子来：元宝，洋钱，洋纱衫......

source: First I would move the Ningpo bed of the successful county candidate's wife to the temple, and also move in the Chien family tables and chairs-or else just use the Chao family's.
zh_cn: 秀才娘子的一张宁式床（3.）先搬到土谷祠，此外便摆了钱家的桌椅，——或者也就用赵家的罢。

source: I would not lift a finger myself, but order Young D to move the things for me, and to look smart about it, unless he wanted a slap in the face ? "Chao Szu-chen's younger sister is very ugly. In a few years Mrs. Tsou's daughter might be worth considering.
zh_cn: 自己是不动手的了，叫小Ｄ来搬，要搬得快，搬得不快打嘴巴。......" "赵司晨的妹子真丑。邹七嫂的女儿过几年再说。

source: The Imitation Foreign Devil's wife is willing to sleep with a man without a pigtail, hah! She can't be a good woman!
zh_cn: 假洋鬼子的老婆会和没有辫子的男人睡觉，吓，不是好东西！秀才的老婆是眼胞上有疤的。......

source: The successful county candidate's wife has scars on her eyelids ?I have not seen Amah Wu for a long time, and don't know where she is-what a pity her feet are so big."
zh_cn: 吴妈长久不见了，不知道在那里，——可惜脚太大。"

source: Before Ah Q had reached a satisfactory conclusion, there was a sound of snoring. The four-ounce candle had burned down only half an inch, and its flickering red light lit up his open mouth.
zh_cn: 阿Ｑ没有想得十分停当，已经发了鼾声，四两烛还只点去了小半寸，红焰焰的光照着他张开的嘴。

source: "Ho, ho!" shouted Ah Q suddenly, raising his head and looking wildly around. But when he saw the four-ounce candle, he lay back and went to sleep again.
zh_cn: "荷荷！"阿Ｑ忽而大叫起来，抬了头仓皇的四顾，待到看见四两烛，却又倒头睡去了。

source: The next morning he got up very late, and when he went out in to the street everything was the same as usual.
zh_cn: 第二天他起得很迟，走出街上看时，样样都照旧。

source: He was still hungry, but though he racked his brains he did not seem able to think of anything. Suddenly an idea came to him, and he walked slowly off, until either by design or accident he reached the Convent of Quiet Self-improvement.
zh_cn: 他也仍然肚饿，他想着，想不起什么来；但他忽而似乎有了主意了，慢慢的跨开步，有意无意的走到静修庵。

source: The convent was as peaceful as it had been that spring, with its white wall and shining black gate.
zh_cn: 庵和春天时节一样静，白的墙壁和漆黑的门。

source: After a moment's reflection, he knocked at the gate, whereupon a dog started barking within.
zh_cn: 他想了一想，前去打门，一只狗在里面叫。

source: He hastily picked up several pieces of broken brick, then went up again to knock more heavily, knocking until a number of small dents appeared on the black gate. Ar last he heard someone coming to open the door.
zh_cn: 他急急拾了几块断砖，再上去较为用力的打，打到黑门上生出许多麻点的时候，才听得有人来开门。

source: Holding his broken bricks, Ah Q hastily stood with his legs wide apart, prepared to do battle with the black dog.
zh_cn: 阿Ｑ连忙捏好砖头，摆开马步，准备和黑狗来开战。

source: The convent door opened a crack, and no black dog rushed out. When he looked in all he could see was the old nun.
zh_cn: 但庵门只开了一条缝，并无黑狗从中冲出，望进去只有一个老尼姑。

source: "What are you here for again?" she asked, giving a start. "There is a revolution ?don't you know?" said Ah Q vaguely.
zh_cn: "你又来什么事？"伊大吃一惊的说。 "革命了......你知道？......"阿Ｑ说得很含胡。

source: "Revolution, revolution ?there has already been one," said the old nun, her eyes red from crying. "What do you think will become of us with all your revolutions?"
zh_cn: "革命革命，革过一革的......你们要革得我们怎么样呢？"老尼姑两眼通红的说。

source: "What?" asked Ah Q in astonishment. "Didn't you know? The revolutionaries have already been here!"
zh_cn: "什么？......"阿Ｑ诧异了。 "你不知道，他们已经来革过了！"

source: "Who?" asked Ah Q in even greater astonishment. "The successful county candidate and the Imitation Foreign Devil."
zh_cn: "谁？......"阿Ｑ更其诧异了。 "那秀才和洋鬼子！"

source: This came as a complete surprise to Ah Q, who could not help being taken aback. When the old nun saw that he had lost his aggressiveness, she quickly shut the gate, so that when Ah Q pushed it again he could not budge it, and when he knocked again there was no answer.
zh_cn: 阿Ｑ很出意外，不由的一错愕；老尼姑见他失了锐气，便飞速的关了门，阿Ｑ再推时，牢不可开，再打时，没有回答了。

source: It had happened that morning.
zh_cn: 那还是上午的事。

source: The successful county candidate in the Chao family learned the news quickly, and as soon as he heard that the revolutionaries had entered the town that night, he immediately wound his pigtail up on his head and went out first thing to call on the Imitation Foreign Devil in the Chien family, with whom he had never been on good terms before.
zh_cn: 赵秀才消息灵，一知道革命党已在夜间进城，便将辫子盘在顶上，一早去拜访那历来也不相能的钱洋鬼子。

source: Because this was a time for all to work for reforms, they had a very pleasant talk and on the spot became comrades who saw eye to eye and pledged themselves to become revolutionaries.
zh_cn: 这是"咸与维新"（4.）的时候了，所以他们便谈得很投机，立刻成了情投意合的同志，也相约去革命。

source: After racking their brains for some time, they remembered that in the Convent of Quiet Self-improvement there was an imperial tablet inscribed "Long Live the Emperor" which ought to be done away with at once. Thereupon they lost no time in going to the convent to carry out their revolutionary activities.
zh_cn: 他们想而又想，才想出静修庵里有一块"皇帝万岁万万岁"的龙牌，是应该赶紧革掉的，于是又立刻同到庵里去革命。

source: Because the old nun tried to stop them, and put in a few words, they considered her as the Ching government and knocked her on the head many times with a stick and with their knuckles.
zh_cn: 因为老尼姑来阻挡，说了三句话，他们便将伊当作满政府，在头上很给了不少的棍子和栗凿。

source: The nun, pulling herself together after they had gone, made an inspection. Naturally the imperial tablet had been smashed into fragments on the ground, and the valuable Hsuan Te censer [16] before the shrine of Kuanyin, the goddess of mercy, had also disappeared.
zh_cn: 尼姑待他们走后，定了神来检点，龙牌固然已经碎在地上了，而且又不见了观音娘娘座前的一个宣德炉（5.）。

source: Ah Q only learned this later.
zh_cn: 这事阿Ｑ后来才知道。

source: He deeply regretted having been asleep at the time, and resented the fact that they had not come to call him.
zh_cn: 他颇悔自己睡着，但也深怪他们不来招呼他。

source: Then he said to himself, "Maybe they still don't know I have joined the revolutionaries."
zh_cn: 他又退一步想道： "难道他们还没有知道我已经投降了革命党么？"

source: Chapter 8: Barred from the Revolution
zh_cn: 第八章不准革命

source: The people of Weichuang became more reassured every day.
zh_cn: 未庄的人心日见其安静了。

source: From the news that was brought they knew that, although the revolutionaries had entered the town, their coming had not made a great deal of difference.
zh_cn: 据传来的消息，知道革命党虽然进了城，倒还没有什么大异样。

source: The magistrate was still the highest official, it was only his title that had changed; and the successful provincial candidate also had some post-the Weichuang villagers could not remember these names clearly-some kind of official post; while the head of the military was still the same old captain.
zh_cn: 知县大老爷还是原官，不过改称了什么，而且举人老爷也做了什么——这些名目，未庄人都说不明白——官，带兵的也还是先前的老把总（6.）。

source: The only cause for alarm was that, the day after their arrival, some bad revolutionaries made trouble by cutting off people's pigtails. It was said that the boatman "Seven Pounder" from the next village had fallen into their clutches, and that he no longer looked presentable.
zh_cn: 只有一件可怕的事是另有几个不好的革命党夹在里面捣乱，第二天便动手剪辫子，听说那邻村的航船七斤便着了道儿，弄得不像人样子了。

source: Still, the danger of this was not great, because the Weichuang villagers seldom went to town to begin with, and those who had been considering a trip to town at once changed their minds in order to avoid this risk.
zh_cn: 但这却还不算大恐怖，因为未庄人本来少上城，即使偶有想进城的，也就立刻变了计，碰不着这危险。

source: Ah Q had been thinking of going to town to look up his old friends, but as soon as he heard the news he became resigned and gave up the idea.
zh_cn: 阿Ｑ本也想进城去寻他的老朋友，一得这消息，也只得作罢了。

source: It would be wrong, however, to say that there were no reforms in Weichuang.
zh_cn: 但未庄也不能说是无改革。
